import "./PrivacyARstyle.scss"
import myImage from "../../assets/logosmarketing-T1-CEl9BVmk.png"
import PolicyFooter from '../policyFooter/policyFooter';
import { Link } from "react-router-dom";

export default function PrivacyAR() {
return (
    <div id="privacyAR" >


    <div className="navBar ">
        <div className="container flex  justify-between">

        
        <div className="logo">

            <Link to={"/"}>
                <img id="pageLogo" src={myImage}  alt="logo"/>
            </Link>
        </div>

        <div className="navright flex items-center ">
            <div className="btn ml-8">
                <button className=" position-relative  bg-mainBackColor fw-bold  py-2 px-3  rounded-full outline-none"> COST CALCULATOR </button>
            </div>


            <div className="num mt-1 mx-4 hidden lg:block text-white hover:text-white transition-colors duration-200">
                <a  href="tel:+971557480115" title="Call Us - +971557480115">+971557480115</a>
            </div>

            <div className="lang ml-3 border p-2 flex justify-center items-center  rounded bg-mainBackColor ">
                <Link to={"privacyAr"} className="text-xl text-white"> عربي </Link>
            </div>
        </div>
        </div>
    </div>


    <div id="Privacy" className="content">
        <div className="title pb-20 lg:pb-32 pt-24 text-white">
            <div className="container">
                        <ul className="breadcrumb flex mb-5">
                            <li className=""><Link to={"/"}> الصفحة الرئيسية </Link></li> 
                            <li className="mr-5 active" > سياسة الخصوصية </li> 
                        </ul>
                <h1 className="text-6xl  "><strong> <span className="under-line"> سياسة </span>   الخصوصية</strong></h1>

                <a href="#text" className="arrowDown w-fit p-3 mr-auto border rounded-full block">
                <svg xmlns="http://www.w3.org/2000/svg" width="23" height="23" fill="#ffffff" className="bi bi-arrow-down" viewBox="0 0 16 16"><path fill-rule="evenodd" d="M8 1a.5.5 0 0 1 .5.5v11.793l3.146-3.147a.5.5 0 0 1 .708.708l-4 4a.5.5 0 0 1-.708 0l-4-4a.5.5 0 0 1 .708-.708L7.5 13.293V1.5A.5.5 0 0 1 8 1z"></path></svg>
                </a>
            </div>            
        </div>


        <div id="text" className="text py-16 text-white">
            <div className="container">
                <p className="font-2">تنطبق سياسة الخصوصية الخاصة بالإنترنت في سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة على الأنشطة التي تقوم بها سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة على موقعها الإلكتروني فقط ولا تنطبق على أنشطة سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة التي تتم "خارج الإنترنت" أو التي لا تتعلق بالموقع الإلكتروني.</p> <p className="font-2">تجمع سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة بيانات مجهولة معينة بخصوص استخدام الموقع الإلكتروني. هذه المعلومات لا تحدد هوية المستخدمين بشكل شخصي، بمفردها أو بالتجميع مع معلومات أخرى، ويتم جمعها لتحسين أداء الموقع الإلكتروني. يمكن أن تشمل البيانات المجهولة التي يجمعها موقع سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة معلومات مثل نوع المتصفح الذي تستخدمه، ومدة الزيارة للموقع الإلكتروني. قد يُطلب منك أيضًا تقديم معلومات تعريف شخصية على موقع سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة، والتي قد تشمل اسمك، وعنوانك، ورقم هاتفك، وعنوان بريدك الإلكتروني. يمكن جمع هذه المعلومات عند إرسال التغذية الراجعة أو الرسائل الإلكترونية إلى سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة، عند تسجيلك للحصول على خدمات، أو عند إجراء عمليات شراء عبر الموقع الإلكتروني. في جميع هذه الحالات، لديك خيار تقديم معلومات تعريف شخصية لنا.</p> <p className="font-2"><strong>استخدام وإفشاء المعلومات.</strong> باستثناء ما هو مذكور أدناه، لا نبيع أو نتاجر أو نؤجر معلوماتك الشخصية التعريفية المجمعة على الموقع للآخرين. يتم استخدام المعلومات التي يجمعها موقعنا لمعالجة الطلبات، ولإبقائك على اطلاع بحالة طلبك، ولإخطارك بالمنتجات أو العروض الخاصة التي قد تهمك، ولأغراض إحصائية لتحسين موقعنا. سنفشي بمعلومات التوصيل الخاصة بك لأطراف ثالثة لأغراض تتبع الطلب أو معالجة شيكك أو حوالة مالية، حسب الاقتضاء، لملء طلبك، لتحسين وظائف موقعنا، لأداء التحليلات الإحصائية وتحليلات البيانات، لتوصيل طلبك ولإرسال رسائل بريد إلكتروني ترويجية لك منا. على سبيل المثال، يجب علينا الإفراج عن معلومات عنوانك البريدي لخدمة التوصيل لتوصيل المنتجات التي طلبتها.</p> <p className="font-2">لن يتم تخزين تفاصيل بطاقات الائتمان/الخصم والمعلومات التعريفية الشخصية أو بيعها أو مشاركتها أو تأجيرها أو تأجيرها لأطراف ثالثة.</p> <p className="font-2"><strong>الكوكيز.</strong> الكوكيز هي بيانات صغيرة مخزنة في متصفح المستخدم. تستخدم سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة الكوكيز لتحديد ما إذا كنت قد زرت الصفحة الرئيسية في الماضي. ومع ذلك، لا يتم جمع أي معلومات مستخدم أخرى.</p> <p className="font-2">قد تستخدم سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة "البيانات المجمعة" غير الشخصية لتعزيز عملية موقعنا الإلكتروني، أو لتحليل الاهتمام في مجالات موقعنا الإلكتروني. بالإضافة إلى ذلك، إذا قدمت لسماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة محتوى للنشر أو التغذية الراجعة، قد ننشر اسم المستخدم الخاص بك أو بيانات تعريف أخرى بإذنك.</p> <p className="font-2">قد تفشي سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة أيضًا معلومات تعريف شخصية استجابةً لاستدعاء قضائي، أو أمر محكمة أو طلب آخر مماثل. قد تقدم سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة أيضًا مثل هذه المعلومات التعريفية الشخصية استجابةً لطلب من وكالات إنفاذ القانون أو كما يقتضي القانون. قد يتم تقديم معلوماتك التعريفية الشخصية إلى طرف إذا قامت سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة بتقديم طلب للإفلاس، أو كان هناك نقل للأصول أو الملكية لسماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة في إطار إعادة تنظيمات الشركات المقترحة أو المكتملة، مثل الاندماجات أو الاستحواذات.</p> <p className="font-2"><strong>الأمان.</strong> تتخذ سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة خطوات مناسبة لضمان خصوصية البيانات وأمانها بما في ذلك من خلال منهجيات الأجهزة والبرمجيات المختلفة. ومع ذلك، لا يمكن لسماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة ضمان أمان أي معلومات يتم الكشف عنها عبر الإنترنت.</p> <p className="font-2"><strong>مواقع ويب أخرى.</strong> ليست سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة مسؤولة عن سياسات الخصوصية للمواقع الإلكترونية التي ترتبط بها. إذا قدمت أي معلومات لهذه الأطراف الثالثة، قد تنطبق قواعد مختلفة بشأن جمع واستخدام معلوماتك الشخصية. نقترح بشدة أن تراجع سياسات الخصوصية لهذه الأطراف الثالثة قبل تقديم أي بيانات لهم. نحن لسنا مسؤولين عن السياسات أو الممارسات لأطراف ثالثة. يرجى العلم بأن مواقعنا قد تحتوي على روابط لمواقع أخرى على الإنترنت تمتلكها وتديرها أطراف ثالثة. لا تغطي هذه السياسة ممارسات المعلومات لتلك المواقع الويب المرتبطة بموقعنا. قد ترسل هذه المواقع الأخرى كوكيزها الخاصة أو GIFs واضحة للمستخدمين، تجمع البيانات أو تطلب معلومات تعريف شخصية. لا نستطيع التحكم في جمع هذه المعلومات. يجب عليك الاتصال بهذه الكيانات مباشرة إذا كانت لديك أي أسئلة حول استخدامها للمعلومات التي يتم جمعها.</p> <p className="font-2"><strong>القاصرون:</strong> لا تجمع سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة عن قصد معلومات شخصية من القاصرين دون سن 18 عامًا. لا يُسمح للقاصرين باستخدام موقع سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة أو الخدمات، وتطلب سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة من القاصرين دون سن 18 عامًا عدم تقديم أي معلومات شخصية إلى الموقع. نظرًا لأنه لا يتم جمع معلومات بخصوص القاصرين دون سن 18 عامًا، لا توزع سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة عن قصد معلومات شخصية تتعلق بالقاصرين دون سن 18 عامًا.</p> <p className="font-2"><strong>تصحيحات وتحديثات.</strong> إذا كنت ترغب في تعديل أو تحديث أي معلومات تلقتها سماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة، يرجى الاتصال ب info@Smarketing<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة.</p> <p className="font-2"><strong>تعديلات على سياسة الخصوصية.</strong> قد يتم تغيير سياسات الموقع وشروط وأحكام الاستخدام لسماركيتينج<sup className="font-2 fw-light">®</sup> الإمارات العربية المتحدة من وقت لآخر لتلبية المتطلبات والمعايير. لذلك، يُشجع العملاء على زيارة هذه الأقسام بشكل متكرر للتحديث حول التغييرات على الموقع الإلكتروني. ستكون التعديلات فعالة في اليوم الذي يتم نشرها فيه.</p>
            </div>
        </div>
    </div>



    <PolicyFooter/>



</div>
)
}
